Repository: dmytro/lviv-kyiv-tokyo
Catalog: Linux/l10n/mandrake/grpmi-*.po
Languages: uk

source: Installing/Upgrading Progress
uk: Просування установки/поновлення

source: Fetching:
uk: Читаю:

source: Installing:
uk: Встановлюю:

source: Cancel
uk: Відмінити

source: is needed by %s-%s-%s
uk: потрібен для %s-%s-%s

source: conflicts with %s-%s-%s
uk: конфліктує з %s-%s-%s

source: An error occured while fetching file
uk: Сталася помилка під час читання файлу

source: Skip
uk: Пропустити

source: Preparing for install
uk: Готуюсь до установки

source: Can't open package
uk: Не можу відкрити пакет

source: Package is corrupted
uk: Пакет зіпсований

source: Package can't be installed
uk: Не можу встановити пакет

source: Error while checking dependencies :(
uk: Помилка при перевірці залежностей :(

source: Quit
uk: Вихід

source: Force
uk: Примусово

source: Error...
uk: Помилка...

source: Ok
uk: Так

source: grpmi error: you must be superuser!
uk: помилка grpmi: Ви повинні мати привілеї системного адміністратора!

source: usage: grpmi <[-noupgrade] rpms>
uk: Використання: grpmi <[-noupgrade] rpm'и>
