Repository: dmytro/lviv-kyiv-tokyo
Catalog: Linux/l10n/mandrake/imlib-*.po
Languages: uk

source: Imlib Config Editor
uk: Редактор конфіґурації Imlib

source: Base Levels
uk: Основні рівні

source: Red Levels
uk: Рівні червоного

source: Green Levels
uk: Рівні зеленого

source: Blue Levels
uk: Рівні блакитного

source: Small colour set
uk: Малий набір кольорів

source: Medium colour set
uk: Середній набір кольорів

source: Large colour set
uk: Великий набір кольорів

source: Select Palette File
uk: Виберіть файл палітри

source: Select
uk: Вибір

source: Save
uk: Записати

source: Copy To
uk: Скопіювати

source: Spread To
uk: Поширити на

source: Set Last
uk: Встановити попередній

source: Delete
uk: Стерти

source: Save User Config
uk: Запис конфіґурації користувача

source: Save System Config
uk: Запис системної конфіґурації

source: Close
uk: Закрити

source: Colors
uk: Кольори

source: Rendering
uk: Промальовка

source: Display
uk: Дисплей

source: Color Correction
uk: Кольорова компенсація

source: Select Palette
uk: Вибрати палітру

source: Force Palette
uk: Примусове встановлення палітри

source: Dither in Palette Mode
uk: Згладження палітри

source: Fast Remapping in Palette Mode
uk: Прискорена робота в режимі Палітри

source: High Quality in 15/16bpp
uk: Висока якість в режимах 15/16 біт на піксел

source: Limit Maximum Shared memory Size (bytes)
uk: Обмеження максимальної спільної пам'яті (байт)

source: 256 Kb
uk: 256 Kб

source: 512 Kb
uk: 512 Kб

source: 1 Mb
uk: 1 Мб

source: 2 Mb
uk: 2 Мб

source: 3 Mb
uk: 3 Мб

source: 4 Mb
uk: 4 Мб

source: Use Ordered Dithering (Faster)
uk: Використовувати впорядковуване сгладжування (швидше)

source: MIT-SHM Shared Memory Enabled
uk: Спільна пам'ять типу MIT-SHM вмикнена

source: Shared Pixmaps
uk: Спільне використання піксельних мап

source: Fast Render
uk: Прискорена промальовка

source: Imagemagick & NETPBM Fallback
uk: Використання Imagemagick та NETPBM

source: Image Cache (bytes)
uk: Кеш для зображення (байт)

source: 1 Mb
uk: 1 Мб

source: 2 Mb
uk: 2 Мб

source: 4 Mb
uk: 4 Мб

source: 6 Mb
uk: 6 Мб

source: 10 Mb
uk: 10 Мб

source: Pixmap Cache (bits)
uk: Кеш для піксельних мап (біт)

source: 5120 Kbits
uk: 5120 Кбіт

source: 10 Mbits
uk: 10 Мбіт

source: 20 Mbits
uk: 20 Мбіт

source: 40 Mbits
uk: 40 Мбіт

source: 60 Mbits
uk: 60 Мбіт

source: 100 Mbits
uk: 100 Мбіт

source: Force Visual ID
uk: Примусове використання візульного ID
