Repository: dmytro/lviv-kyiv-tokyo
Catalog: Linux/l10n/mandrake/urpmi-*.po
Languages: uk

source: usage: urpmi [-h] [--auto] [-a] package_name [package_names...]
uk: використання: urpmi [-h] [--auto] [-a] назва_пакету [назви_пакетів...]

source: no package named %s
uk: немає пакету з назвою %s

source: The following packages contain %s: %s
uk: Ці пакети містять в собі %s: %s

source: rpm database query failed
uk: виборка даних з бази даних rpm неуспішна

source: To satisfy dependencies, the following packages are going to be installed (%d MB)
uk: Наступні пакети будуть встановлені для того, щоб задовольнити залежності (%d МБ)

source: Is it ok?
uk: Вірно?

source: Ok
uk: Так

source: Cancel
uk: Відмінити

source: Please insert the %s named %s
uk: Вставте будь-ласка %s під назвою %s

source: Press enter when it's done...
uk: Натисніть Enter після закінчення...

source: Sorry can't find file %s, exiting
uk: Не можу знайти файл %s, закінчую роботу

source: everything already installed
uk: все вже встановлено

source: installing %s
uk: встановлюю %s

source: Installation failed
uk: Установка неуспішна

source: Try installation without cheking dependencies?
uk: Спробувати установку без перевірки залежностей?

source: Try installation even more strongly (--force)?
uk: Спробувати примусову установку (--force)?

source: One of the following packages is needed:
uk: Потрібен один із наступних пакетів:

source: What is your choice? (1-%d)
uk: Ваш вибір? (1-%d)

source: Sorry, bad choice, try again
uk: Невірний вибір, спробуйте ще раз
